Repository: collective/collective.prettydate
Catalog: src/collective/prettydate/locales/*/LC_MESSAGES/collective.prettydate.po
Languages: de, es, fi_fi, it, pt_br

source: a minute ago
de: vor einer Minute
es: hace un minuto
fi_fi: minuutti sitten
it: un minuto fa
pt_br: um minuto atrás

source: an hour ago
de: vor einer Stunde
es: hace una hora
fi_fi: tunti sitten
it: un'ora fa
pt_br: uma hora atrás

source: day after
de: 체bermorgen
es: pasado mañana
fi_fi: eilen
it: il giorno dopo
pt_br: depois de amanhã

source: day before
de: vorgestern
es: anteayer
fi_fi: päivää ennen
it: il giorno prima
pt_br: anteontem

source: in a minute
de: in einer Minute
es: en un minuto
fi_fi: minuutin kuluttua
it: tra un minuto
pt_br: num minuto

source: in an hour
de: in einer Stunde
es: en una hora
it: tra un'ora
pt_br: numa hora

source: last month
de: letzten Monat
es: el mes pasado
fi_fi: viime kuussa
it: un mese fa
pt_br: o mes pasado

source: last week
de: letzte Woche
es: la semana pasada
fi_fi: viime viikolla
it: una settimana fa
pt_br: a semana pasada

source: last year
de: letztes Jahr
es: el año pasado
fi_fi: viime vuonna
it: un anno fa
pt_br: o ano pasado

source: next month
de: n채chsten Monat
es: el mes próximo
fi_fi: ensi kuussa
it: il prossimo mese
pt_br: o mes próximo

source: next week
de: n채chste Woche
es: la semana próxima
fi_fi: ensi viikolla
it: la prossima settimana
pt_br: a semana próxima

source: next year
de: n채chstes Jahr
es: el año próximo
fi_fi: ensi vuonna
it: il prossimo anno
pt_br: o ano próximo

source: now
de: jetzt
es: ahora
fi_fi: nyt
it: ora
pt_br: agora

source: result_date_long_days_future
de: in ${time} Tagen
es: en ${time} días
fi_fi: ${time} päivän kuluttua
it: tra ${time} giorni
pt_br: em ${time} días

source: result_date_long_days_past
de: vor ${time} Tagen
es: hace ${time} días
fi_fi: ${time} päivää sitten
it: ${time} giorni fa
pt_br: ${time} días atrás

source: result_date_long_months_future
de: in ${time} Monaten
es: en ${time} meses
fi_fi: ${time} kuukauden kuluttua
it: tra ${time} mesi
pt_br: em ${time} meses

source: result_date_long_months_past
de: vor ${time} Monaten
es: hace ${time} meses
fi_fi: ${time} kuukautta sitten
it: ${time} mesi fa
pt_br: ${time} meses atrás

source: result_date_long_weeks_future
de: in ${time} Wochen
es: en ${time} semanas
fi_fi: ${time} viikon kuluttua
it: tra ${time} settimane
pt_br: em ${time} semanas

source: result_date_long_weeks_past
de: vor ${time} Wochen
es: hace ${time} semanas
fi_fi: ${time} viikkoa sitten
it: ${time} settimane fa
pt_br: ${time} semanas atrás

source: result_date_long_years_future
de: in ${time} Jahren
es: en ${time} años
fi_fi: ${time} vuoden kuluttua
it: tra ${time} anni
pt_br: em ${time} anos

source: result_date_long_years_past
de: vor ${time} Jahren
es: hace ${time} años
fi_fi: ${time} vuotta sitten
it: ${time} anni fa
pt_br: ${time} anos atrás

source: result_date_short_days_future
de: in ${time} Tagen
es: en ${time}d
fi_fi: ${time} pv päästä
it: tra ${time}gg
pt_br: em ${time}d

source: result_date_short_days_past
de: vor ${time} Tagen
es: hace ${time}d
fi_fi: ${time} pv sitten
it: ${time}gg fa
pt_br: ${time}d atrás

source: result_date_short_months_future
de: in ${time}M
es: en ${time}mes
fi_fi: ${time} kk päästä
it: tra ${time} mesi
pt_br: em ${time}mes

source: result_date_short_months_past
de: vor ${time}M
es: hace ${time}mes
fi_fi: ${time} kk sitten
it: ${time} mesi fa
pt_br: ${time}mes atrás

source: result_date_short_weeks_future
de: in ${time}W
es: en ${time}sem
fi_fi: ${time} vko:n päästä
it: tra ${time} sett.
pt_br: em ${time}sem

source: result_date_short_weeks_past
de: vor ${time}W
es: hace ${time}sem
fi_fi: ${time} vko:a sitten
it: ${time} sett. fa
pt_br: ${time}sem atrás

source: result_date_short_years_future
de: in ${time}J
es: en ${time}a
fi_fi: ${time} v:n päästä
it: tra ${time} anni
pt_br: em ${time}a

source: result_date_short_years_past
de: vor ${time}J
es: hace ${time}a
fi_fi: ${time} v:tta sitten
it: ${time} anni fa
pt_br: ${time}a atrás

source: result_time_long_hours_future
de: in ${time} Stunden
es: en ${time} horas
fi_fi: ${time} tunnin kuluttua
it: tra ${time} ore
pt_br: em ${time} horas

source: result_time_long_hours_past
de: vor ${time} Stunden
es: hace ${time} horas
it: ${time} ore fa
pt_br: ${time} horas atrás

source: result_time_long_minutes_future
de: in ${time} Minuten
es: en ${time} minutos
fi_fi: ${time} minuutin kuluttua
it: tra ${time} minuti
pt_br: em ${time} minutos

source: result_time_long_minutes_past
de: vor ${time} Minuten
es: hace ${time} minutos
fi_fi: ${time} minuuttia sitten
it: ${time} minuti fa
pt_br: ${time} minutos atrás

source: result_time_long_seconds_future
de: in ${time} Sekunden
es: en ${time} segundos
fi_fi: ${time} sekunnin kuluttua
it: tra ${time} secondi
pt_br: em ${time} segundos

source: result_time_long_seconds_past
de: vor ${time} Sekunden
es: hace ${time} segundos
fi_fi: ${time} sekuntia sitten
it: ${time} secondi fa
pt_br: ${time} segundos atrás

source: result_time_short_hours_future
de: in ${time}h
es: en ${time}h
fi_fi: ${time} t kuluttua
it: tra ${time} ore
pt_br: em ${time}h

source: result_time_short_hours_past
de: vor ${time}h
es: hace ${time}h
fi_fi: ${time} t sitten
it: ${time} ore fa
pt_br: ${time}h atrás

source: result_time_short_minutes_future
de: in ${time}min
es: en ${time}m
fi_fi: ${time} min. kuluttua
it: tra ${time} min.
pt_br: em ${time}m

source: result_time_short_minutes_past
de: $vor ${time}min
es: hace ${time}m
fi_fi: ${time} min. sitten
it: ${time} min. fa
pt_br: ${time}m atrás

source: result_time_short_seconds_future
de: in ${time}s
es: en ${time}s
fi_fi: ${time} sek. kuluttua
it: tra ${time} sec.
pt_br: em ${time}s

source: result_time_short_seconds_past
de: vor ${time}s
es: hace ${time}s
fi_fi: ${time} s sitten
it: ${time} sec. fa
pt_br: ${time}s atrás

source: today
de: Heute
es: hoy
fi_fi: tänään
it: oggi
pt_br: hoje

source: tom
de: Morgen
es: mañ
fi_fi: huom.
it: domani
pt_br: amanhã

source: tomorrow
de: Morgen
es: mañana
fi_fi: huomenna
it: domani
pt_br: amanhã

source: yest
de: Gestern
es: ayer
fi_fi: eil.
it: ieri
pt_br: ontem

source: yesterday
de: Gestern
es: ayer
fi_fi: eilen
it: ieri
pt_br: ontem

source: ${time} tuntia sitten
fi_fi: useita tunteja sitten
